"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 1000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": \"<OOV>\", \"document_count\": 54, \"word_counts\": \"{\\\"hi\\\": 1, \\\"hello\\\": 1, \\\"hey\\\": 1, \\\"how\\\": 15, \\\"are\\\": 4, \\\"you\\\": 10, \\\"what's\\\": 4, \\\"up\\\": 1, \\\"bye\\\": 1, \\\"see\\\": 1, \\\"later\\\": 1, \\\"goodbye\\\": 1, \\\"take\\\": 1, \\\"care\\\": 1, \\\"thank\\\": 1, \\\"thanks\\\": 2, \\\"a\\\": 7, \\\"lot\\\": 1, \\\"i\\\": 16, \\\"appreciate\\\": 1, \\\"it\\\": 1, \\\"what\\\": 8, \\\"can\\\": 6, \\\"do\\\": 10, \\\"who\\\": 1, \\\"is\\\": 4, \\\"your\\\": 2, \\\"purpose\\\": 1, \\\"help\\\": 3, \\\"need\\\": 1, \\\"me\\\": 3, \\\"should\\\": 2, \\\"mean\\\": 1, \\\"explain\\\": 1, \\\"that\\\": 2, \\\"i'm\\\": 1, \\\"confused\\\": 1, \\\"not\\\": 1, \\\"sure\\\": 1, \\\"understand\\\": 1, \\\"clarify\\\": 1, \\\"for\\\": 4, \\\"old\\\": 1, \\\"age\\\": 1, \\\"the\\\": 2, \\\"weather\\\": 2, \\\"like\\\": 1, \\\"how's\\\": 1, \\\"today\\\": 1, \\\"make\\\": 1, \\\"budget\\\": 2, \\\"good\\\": 1, \\\"budgeting\\\": 1, \\\"strategy\\\": 1, \\\"create\\\": 1, \\\"credit\\\": 3, \\\"score\\\": 3, \\\"check\\\": 1, \\\"my\\\": 5, \\\"improve\\\": 1, \\\"save\\\": 2, \\\"more\\\": 1, \\\"money\\\": 4, \\\"tips\\\": 4, \\\"saving\\\": 1, \\\"want\\\": 1, \\\"to\\\": 4, \\\"pay\\\": 1, \\\"off\\\": 2, \\\"debt\\\": 3, \\\"paying\\\": 1, \\\"manage\\\": 2, \\\"apply\\\": 1, \\\"loan\\\": 2, \\\"different\\\": 1, \\\"types\\\": 1, \\\"of\\\": 1, \\\"loans\\\": 1, \\\"an\\\": 3, \\\"emergency\\\": 3, \\\"fund\\\": 3, \\\"start\\\": 1, \\\"much\\\": 1, \\\"have\\\": 1, \\\"in\\\": 1, \\\"protect\\\": 1, \\\"accounts\\\": 1, \\\"secure\\\": 1, \\\"account\\\": 1, \\\"avoid\\\": 1, \\\"scams\\\": 1, \\\"give\\\": 1, \\\"some\\\": 1, \\\"finance\\\": 1, \\\"best\\\": 1, \\\"financial\\\": 1, \\\"advice\\\": 1}\", \"word_docs\": \"{\\\"hi\\\": 1, \\\"hello\\\": 1, \\\"hey\\\": 1, \\\"you\\\": 10, \\\"are\\\": 4, \\\"how\\\": 15, \\\"what's\\\": 4, \\\"up\\\": 1, \\\"bye\\\": 1, \\\"later\\\": 1, \\\"see\\\": 1, \\\"goodbye\\\": 1, \\\"take\\\": 1, \\\"care\\\": 1, \\\"thank\\\": 1, \\\"thanks\\\": 2, \\\"lot\\\": 1, \\\"a\\\": 7, \\\"i\\\": 16, \\\"appreciate\\\": 1, \\\"it\\\": 1, \\\"what\\\": 8, \\\"can\\\": 6, \\\"do\\\": 10, \\\"who\\\": 1, \\\"your\\\": 2, \\\"purpose\\\": 1, \\\"is\\\": 4, \\\"help\\\": 3, \\\"need\\\": 1, \\\"me\\\": 3, \\\"should\\\": 2, \\\"mean\\\": 1, \\\"that\\\": 2, \\\"explain\\\": 1, \\\"i'm\\\": 1, \\\"confused\\\": 1, \\\"understand\\\": 1, \\\"not\\\": 1, \\\"sure\\\": 1, \\\"clarify\\\": 1, \\\"for\\\": 4, \\\"old\\\": 1, \\\"age\\\": 1, \\\"like\\\": 1, \\\"weather\\\": 2, \\\"the\\\": 2, \\\"how's\\\": 1, \\\"today\\\": 1, \\\"make\\\": 1, \\\"budget\\\": 2, \\\"strategy\\\": 1, \\\"good\\\": 1, \\\"budgeting\\\": 1, \\\"create\\\": 1, \\\"credit\\\": 3, \\\"score\\\": 3, \\\"my\\\": 5, \\\"check\\\": 1, \\\"improve\\\": 1, \\\"save\\\": 2, \\\"more\\\": 1, \\\"money\\\": 4, \\\"saving\\\": 1, \\\"tips\\\": 4, \\\"to\\\": 4, \\\"want\\\": 1, \\\"pay\\\": 1, \\\"debt\\\": 3, \\\"off\\\": 2, \\\"paying\\\": 1, \\\"manage\\\": 2, \\\"loan\\\": 2, \\\"apply\\\": 1, \\\"of\\\": 1, \\\"types\\\": 1, \\\"different\\\": 1, \\\"loans\\\": 1, \\\"an\\\": 3, \\\"emergency\\\": 3, \\\"fund\\\": 3, \\\"start\\\": 1, \\\"much\\\": 1, \\\"in\\\": 1, \\\"have\\\": 1, \\\"accounts\\\": 1, \\\"protect\\\": 1, \\\"account\\\": 1, \\\"secure\\\": 1, \\\"avoid\\\": 1, \\\"scams\\\": 1, \\\"finance\\\": 1, \\\"some\\\": 1, \\\"give\\\": 1, \\\"advice\\\": 1, \\\"financial\\\": 1, \\\"best\\\": 1}\", \"index_docs\": \"{\\\"36\\\": 1, \\\"37\\\": 1, \\\"38\\\": 1, \\\"4\\\": 10, \\\"10\\\": 4, \\\"3\\\": 15, \\\"11\\\": 4, \\\"39\\\": 1, \\\"40\\\": 1, \\\"42\\\": 1, \\\"41\\\": 1, \\\"43\\\": 1, \\\"44\\\": 1, \\\"45\\\": 1, \\\"46\\\": 1, \\\"25\\\": 2, \\\"47\\\": 1, \\\"7\\\": 7, \\\"2\\\": 16, \\\"48\\\": 1, \\\"49\\\": 1, \\\"6\\\": 8, \\\"8\\\": 6, \\\"5\\\": 10, \\\"50\\\": 1, \\\"26\\\": 2, \\\"51\\\": 1, \\\"12\\\": 4, \\\"17\\\": 3, \\\"52\\\": 1, \\\"18\\\": 3, \\\"27\\\": 2, \\\"53\\\": 1, \\\"28\\\": 2, \\\"54\\\": 1, \\\"55\\\": 1, \\\"56\\\": 1, \\\"59\\\": 1, \\\"57\\\": 1, \\\"58\\\": 1, \\\"60\\\": 1, \\\"13\\\": 4, \\\"61\\\": 1, \\\"62\\\": 1, \\\"63\\\": 1, \\\"30\\\": 2, \\\"29\\\": 2, \\\"64\\\": 1, \\\"65\\\": 1, \\\"66\\\": 1, \\\"31\\\": 2, \\\"69\\\": 1, \\\"67\\\": 1, \\\"68\\\": 1, \\\"70\\\": 1, \\\"19\\\": 3, \\\"20\\\": 3, \\\"9\\\": 5, \\\"71\\\": 1, \\\"72\\\": 1, \\\"32\\\": 2, \\\"73\\\": 1, \\\"14\\\": 4, \\\"74\\\": 1, \\\"15\\\": 4, \\\"16\\\": 4, \\\"75\\\": 1, \\\"76\\\": 1, \\\"21\\\": 3, \\\"33\\\": 2, \\\"77\\\": 1, \\\"34\\\": 2, \\\"35\\\": 2, \\\"78\\\": 1, \\\"81\\\": 1, \\\"80\\\": 1, \\\"79\\\": 1, \\\"82\\\": 1, \\\"22\\\": 3, \\\"23\\\": 3, \\\"24\\\": 3, \\\"83\\\": 1, \\\"84\\\": 1, \\\"86\\\": 1, \\\"85\\\": 1, \\\"88\\\": 1, \\\"87\\\": 1, \\\"90\\\": 1, \\\"89\\\": 1, \\\"91\\\": 1, \\\"92\\\": 1, \\\"95\\\": 1, \\\"94\\\": 1, \\\"93\\\": 1, \\\"98\\\": 1, \\\"97\\\": 1, \\\"96\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"<OOV>\\\", \\\"2\\\": \\\"i\\\", \\\"3\\\": \\\"how\\\", \\\"4\\\": \\\"you\\\", \\\"5\\\": \\\"do\\\", \\\"6\\\": \\\"what\\\", \\\"7\\\": \\\"a\\\", \\\"8\\\": \\\"can\\\", \\\"9\\\": \\\"my\\\", \\\"10\\\": \\\"are\\\", \\\"11\\\": \\\"what's\\\", \\\"12\\\": \\\"is\\\", \\\"13\\\": \\\"for\\\", \\\"14\\\": \\\"money\\\", \\\"15\\\": \\\"tips\\\", \\\"16\\\": \\\"to\\\", \\\"17\\\": \\\"help\\\", \\\"18\\\": \\\"me\\\", \\\"19\\\": \\\"credit\\\", \\\"20\\\": \\\"score\\\", \\\"21\\\": \\\"debt\\\", \\\"22\\\": \\\"an\\\", \\\"23\\\": \\\"emergency\\\", \\\"24\\\": \\\"fund\\\", \\\"25\\\": \\\"thanks\\\", \\\"26\\\": \\\"your\\\", \\\"27\\\": \\\"should\\\", \\\"28\\\": \\\"that\\\", \\\"29\\\": \\\"the\\\", \\\"30\\\": \\\"weather\\\", \\\"31\\\": \\\"budget\\\", \\\"32\\\": \\\"save\\\", \\\"33\\\": \\\"off\\\", \\\"34\\\": \\\"manage\\\", \\\"35\\\": \\\"loan\\\", \\\"36\\\": \\\"hi\\\", \\\"37\\\": \\\"hello\\\", \\\"38\\\": \\\"hey\\\", \\\"39\\\": \\\"up\\\", \\\"40\\\": \\\"bye\\\", \\\"41\\\": \\\"see\\\", \\\"42\\\": \\\"later\\\", \\\"43\\\": \\\"goodbye\\\", \\\"44\\\": \\\"take\\\", \\\"45\\\": \\\"care\\\", \\\"46\\\": \\\"thank\\\", \\\"47\\\": \\\"lot\\\", \\\"48\\\": \\\"appreciate\\\", \\\"49\\\": \\\"it\\\", \\\"50\\\": \\\"who\\\", \\\"51\\\": \\\"purpose\\\", \\\"52\\\": \\\"need\\\", \\\"53\\\": \\\"mean\\\", \\\"54\\\": \\\"explain\\\", \\\"55\\\": \\\"i'm\\\", \\\"56\\\": \\\"confused\\\", \\\"57\\\": \\\"not\\\", \\\"58\\\": \\\"sure\\\", \\\"59\\\": \\\"understand\\\", \\\"60\\\": \\\"clarify\\\", \\\"61\\\": \\\"old\\\", \\\"62\\\": \\\"age\\\", \\\"63\\\": \\\"like\\\", \\\"64\\\": \\\"how's\\\", \\\"65\\\": \\\"today\\\", \\\"66\\\": \\\"make\\\", \\\"67\\\": \\\"good\\\", \\\"68\\\": \\\"budgeting\\\", \\\"69\\\": \\\"strategy\\\", \\\"70\\\": \\\"create\\\", \\\"71\\\": \\\"check\\\", \\\"72\\\": \\\"improve\\\", \\\"73\\\": \\\"more\\\", \\\"74\\\": \\\"saving\\\", \\\"75\\\": \\\"want\\\", \\\"76\\\": \\\"pay\\\", \\\"77\\\": \\\"paying\\\", \\\"78\\\": \\\"apply\\\", \\\"79\\\": \\\"different\\\", \\\"80\\\": \\\"types\\\", \\\"81\\\": \\\"of\\\", \\\"82\\\": \\\"loans\\\", \\\"83\\\": \\\"start\\\", \\\"84\\\": \\\"much\\\", \\\"85\\\": \\\"have\\\", \\\"86\\\": \\\"in\\\", \\\"87\\\": \\\"protect\\\", \\\"88\\\": \\\"accounts\\\", \\\"89\\\": \\\"secure\\\", \\\"90\\\": \\\"account\\\", \\\"91\\\": \\\"avoid\\\", \\\"92\\\": \\\"scams\\\", \\\"93\\\": \\\"give\\\", \\\"94\\\": \\\"some\\\", \\\"95\\\": \\\"finance\\\", \\\"96\\\": \\\"best\\\", \\\"97\\\": \\\"financial\\\", \\\"98\\\": \\\"advice\\\"}\", \"word_index\": \"{\\\"<OOV>\\\": 1, \\\"i\\\": 2, \\\"how\\\": 3, \\\"you\\\": 4, \\\"do\\\": 5, \\\"what\\\": 6, \\\"a\\\": 7, \\\"can\\\": 8, \\\"my\\\": 9, \\\"are\\\": 10, \\\"what's\\\": 11, \\\"is\\\": 12, \\\"for\\\": 13, \\\"money\\\": 14, \\\"tips\\\": 15, \\\"to\\\": 16, \\\"help\\\": 17, \\\"me\\\": 18, \\\"credit\\\": 19, \\\"score\\\": 20, \\\"debt\\\": 21, \\\"an\\\": 22, \\\"emergency\\\": 23, \\\"fund\\\": 24, \\\"thanks\\\": 25, \\\"your\\\": 26, \\\"should\\\": 27, \\\"that\\\": 28, \\\"the\\\": 29, \\\"weather\\\": 30, \\\"budget\\\": 31, \\\"save\\\": 32, \\\"off\\\": 33, \\\"manage\\\": 34, \\\"loan\\\": 35, \\\"hi\\\": 36, \\\"hello\\\": 37, \\\"hey\\\": 38, \\\"up\\\": 39, \\\"bye\\\": 40, \\\"see\\\": 41, \\\"later\\\": 42, \\\"goodbye\\\": 43, \\\"take\\\": 44, \\\"care\\\": 45, \\\"thank\\\": 46, \\\"lot\\\": 47, \\\"appreciate\\\": 48, \\\"it\\\": 49, \\\"who\\\": 50, \\\"purpose\\\": 51, \\\"need\\\": 52, \\\"mean\\\": 53, \\\"explain\\\": 54, \\\"i'm\\\": 55, \\\"confused\\\": 56, \\\"not\\\": 57, \\\"sure\\\": 58, \\\"understand\\\": 59, \\\"clarify\\\": 60, \\\"old\\\": 61, \\\"age\\\": 62, \\\"like\\\": 63, \\\"how's\\\": 64, \\\"today\\\": 65, \\\"make\\\": 66, \\\"good\\\": 67, \\\"budgeting\\\": 68, \\\"strategy\\\": 69, \\\"create\\\": 70, \\\"check\\\": 71, \\\"improve\\\": 72, \\\"more\\\": 73, \\\"saving\\\": 74, \\\"want\\\": 75, \\\"pay\\\": 76, \\\"paying\\\": 77, \\\"apply\\\": 78, \\\"different\\\": 79, \\\"types\\\": 80, \\\"of\\\": 81, \\\"loans\\\": 82, \\\"start\\\": 83, \\\"much\\\": 84, \\\"have\\\": 85, \\\"in\\\": 86, \\\"protect\\\": 87, \\\"accounts\\\": 88, \\\"secure\\\": 89, \\\"account\\\": 90, \\\"avoid\\\": 91, \\\"scams\\\": 92, \\\"give\\\": 93, \\\"some\\\": 94, \\\"finance\\\": 95, \\\"best\\\": 96, \\\"financial\\\": 97, \\\"advice\\\": 98}\"}}"